import React from 'react'

const PrivacyPolicyDoc = () => {
  return (
    <div>
       <div className="px-8 mt-24 container">
                <div className="text-lg text-primaryColor leading-none">
                السياسات والأحكام
                </div>
                <div className="text-3xl text-black font-semibold mt-5 leading-none">
                سياسة الخصوصية والاستخدام
                </div>
                <div className=" leading-7 text-sm mt-14 mb-52">
                    <p>شروط الاستخدام</p>
                    <p>مرحبًا بكم في منصّة &quot;سهمك&quot;</p>
                    <p>تاريخ السريان سبتمبر 2023</p>
                    <p>[1] المقدمة</p>
                    <p>1.1. يُرجى قراءة شروط الاستخدام هذه (&quot;الشّروط&quot;) بعناية قبل الوصول إلى الخدمات أو استخدامها.</p>
                    <p>1.2. تحكُم هذه الشروط إلى جانب سياسة الخصوصيّة (يشار إليهم بـ &quot;الشروط والأحكام&quot;) وصول واستخدام أي مُستخدِم لمنصّة &quot;سهمك&quot;</p>
                    <p>1.3. إن وصول المُستخدِم إلى خدمات منصّة &quot;سهمك&quot; واستخدامها يعتبر موافقة من المُستخدِم على الالتزام بهذه الشروط وهو ما يُنشئ علاقة تعاقدية بينك كمستخدم وبين المنصّة، إذا كنت لا توافق على هذه الشروط فالرجاء عدم استخدام المنصّة.</p>
                    <p>1.4. تحتفظ شركة سهمك لتقنية المعلوماتبحقها في تغيير أو تعديل كل/أو أجزاء من هذه الشروط في أي وقت، ويكون للتعديلات الجديدة على هذه الشروط نفس الأحكام والآثار القانونية للنسخة الحالية من هذه الشروط. يرجى مراجعتها بشكل منتظم للاطلاع على أي تعديلات أو تغييرات تطرأ عليها.</p>
                    <p>[2] إقرارات المُستخدِم</p>
                    <p>باستخدامك منصّة &quot;سهمك&quot; أو خدماتها، فأنت تقر وتضمن ما يلي:</p>
                    <p>2.1. أنك تمتثل لجميع القوانين السارية في المملكة العربيّة السعوديّة عند استخدام المنصّة والخدمات.</p>
                    <p>2.2. أنك ستقدم بيانات صحيحة، ودقيقة، وحديثة، وكاملة عند تسجيل حساب أو استخدام المنصّة.</p>
                    <p>2.3. أنك ستحافظ على دقة هذه البيانات وتقوم بتحديثها على الفور حسب الضرورة.</p>
                    <p>2.4. أنك لن تحاول الوصول إلى المنصّة أو خدماتها بواسطة أي وسائل آلية.</p>
                    <p>2.5. أنك لن تستخدم خدمات المنصّة لأي غرض غير قانوني أو غير مسموح به.</p>
                    <p>2.6. أنك المسؤول عن جميع التصرفات التي تجريها من خلال المنصّة، وتبعات هذا الاستخدام.</p>
                    <p>[3] حساب المُستخدِم</p>
                    <p>3.1. للاستفادة من بعض ميزات منصّة &quot;سهمك&quot;، يجب عليك تسجيل حساب وتقديم معلومات شخصية معينة كالاسم، ورقم الهاتف، والبريد الالكتروني.</p>
                    <p>3.2. يوافق المُستخدِم على إضافة معلومات صحيحة ودقيقة وكاملة وحديثه في حسابه والمحافظة عليها، ويكون مسئولاً عن مراجعتها بشكل منتظم بغرض تصحيحها أو تعديلها أو تجديدها كلما توفرت لديه معلومات جديدة بشأنها.</p>
                    <p>3.3. يتحمّل المُستخدِم المسئوليّة الكاملة عن جميع الأنشطة التي تُجرى باسم حساب المُستخدِم.</p>
                    <p>3.4. يوافق المُستخدِم على الحفاظ على أمان وسرية اسم المُستخدِم وكلمة المرور طوال الوقت، وتحمُل المسئوليّة عن أي استخدام يقع من أي شخص قام بالإفصاح له عن هذه المعلومات.</p>
                    <p>3.5. يجب على المُستخدِم إبلاغ إدارة المنصّة على الفور في حالة اختراق أو سرقة الحساب أو اكتشاف أي استخدام غير قانوني للحساب، وذلك لاتخاذ الإجراءات التقنية اللازمة للمحافظة على الحساب.</p>
                    <p>3.6. يلتزم المُستخدِم باستخدام الحساب بما يتوافق مع القوانين السارية في المملكة العربيّة السعوديّة، والالتزام بشروط وسياسات وقواعد وتعليمات تشغيل المنصّة.</p>
                    <p>3.7. يتعهد المُستخدِم بعدم الشروع بأي تصرف من شأنه إلحاق أي أضرار بالمنصّة سواء بشكل مباشر أو غير مباشر.</p>
                    <p>3.8. يحق لنا التحقق من بيانات ومتطلبات التسجيل، وبمجرد إكمال عملية التسجيل يمكنك استخدام المنصّة طوال فترة اشتراكك.</p>
                    <p>3.9. لا يحق للمُستخدِم امتلاك أكثر من حساب واحد ما لم تسمح إدارة منصّة &quot;سهمك&quot; بذلك كتابةً.</p>
                    <p>[4] نطاق الخدمات</p>
                    <p>4.1. &quot;سهمك&quot; هي منصّة إلكترونية تتيح لك الوصول إلى نطاق واسع من البيانات المالية للشركات المدرجة في الأسواق المالية، وتوفر أفضل الأدوات وأهم البيانات والمؤشرات المالية التي تساعد المُستخدِمين في اتخاذ القرار الاستثماري الصحيح في أسواق المال.</p>
                    <p>4.2. توفّر &quot;سهمك&quot; الخدمات التالية:</p>
                    <p>4.2.1. ملخص للسوق ومتابعة التطورات أولاً بأول.</p>
                    <p>4.2.2. التوزيعات النقدية ومتابعتها بشكل يومي.</p>
                    <p>4.2.3. الاشتراك في الباقات المختلفة، والاستفادة من مزايا كل باقة.</p>
                    <p>4.2.4. مطالعة المقالات والأخبار الاقتصادية والمالية، ومتابعة أهم الأحداث القادمة يوميًا.</p>
                    <p>4.2.5. أدوات سهمك لتحليل السوق.</p>
                    <p>4.3. منصة &quot;سهمك&quot; وخدماتها وجميع البيانات المقدمة هي لأغراض معلوماتية وإعلامك بمستجدات السوق، ولا تشكل توصية أو نصيحة استثمارية، ولا ينبغي اعتبارها توصية بأي شكل أو وسيلة.</p>
                    <p>4.4. يتحمّل المُستخدِم جميع المخاطر التي تنتج عن الاعتماد على المعلومات أو البيانات التي تُعرَض على المنصّة لأغراض استثمارية، ولا يحق له مطالبتنا بالتعويض عن ذلك.</p>
                    <p>4.5. لن نتحمّل المسؤولية بأي حال من الأحوال عن أي أضرار أو مسؤوليات أو خسائر تنشأ عن:</p>
                    <p>4.4.1. استخدام المُستخدِم للخدمات أو اعتماده عليها أو عدم قدرته على استخدامها.</p>
                    <p>4.4.2. اتخاذ المُستخدِم أي قرار استثماري أو توصيات البيع أو الشراء.</p>
                    <p>4.4.3. اعتماد المُستخدِم على أي معلومات أو بيانات متاحة على المنصّة.</p>
                    <p>[5] الاشتراكات</p>
                    <p>5.1. يتفهم المُستخدِم أن استخدام بعض الخدمات قد يؤدي إلى فرض رسوم على الاشتراك في هذه الخدمات، وتوفر منصّة &quot;سهمك&quot; اشتراكات شهرية وسنوية في باقات (سهمك مجانا – سهمك بريميوم – سهمك المتقدمة).</p>
                    <p>5.2. يمكن للمُستخدِم اختيار الباقة المناسبة وسداد رسوم الاشتراك (بما في ذلك رسوم ضريبة القيمة المضافة) من خلال أحد وسائل الدفع المتوفرة على منصّة &quot;سهمك&quot;، وتكون هذه الرسوم مستحقة بأثر فوري.</p>
                    <p>5.3. يبدأ اشتراك المُستخدِم بمجرد معالجة عملية الدفع، وسيتم تجديد الاشتراك بشكل تلقائي حسب باقة الاشتراك دون إشعار إلى أن يلغي المُستخدِم اشتراكه.</p>
                    <p>5.4. بمجرد الاشتراك في أي من الباقات التي توفرها المنصّة وسداد رسوم خطة الاشتراك، فإن هذا المبلغ غير قابل للاسترداد، وسيستمر الاشتراك حتى نهاية فترة الفوترة.</p>
                    <p>5.5. في حال رغب المُستخدِم إلغاء الاشتراك، فيتعين عليه إكمال عملية الإلغاء قبل موعد التجديد المحدد لتجنب تحصيل رسوم الاشتراك. وعند الإلغاء ستسمر الخدمة حتى نهاية الفترة الحالية للاشتراك.</p>
                    <p>5.6. يحق لمنصّة &quot;سهمك&quot; وفقًا لتقديرها المطلق في أي وقت بمراجعة رسوم الاشتراكات وتغييرها. ويوافق المُستخدِم بأنه يجوز زيادة هذه الرسوم. لذا نوصيك بمراجعة رسوم الاشتراكات.</p>
                    <p>5.7. يجوز لمنصّة &quot;سهمك&quot; من حين لآخر تزويد بعض المُستخدِمين بعروض أو خصومات ترويجية قد ينتج عنها مبالغ متفاوتة يتم دفعها للحصول على الخدمات. يقر ويوافق المُستخدِم بأن هذا العرض أو الخصم سيطبق على الاشتراك الحالي، وسيتم التجديد بالرسوم المحددة لباقة الاشتراك المتوفرة على المنصّة.</p>
                    <p>[6] الدفع</p>
                    <p>6.1. توفّر منصّة &quot;سهمك&quot; الدفع الإلكتروني من خلال بطاقات فيزا – ماستركارد – مدى – وأبل باي.</p>
                    <p>6.2. أنت تفوضنا ومعالجات الدفع التابعة للطرف الثالث لتحصيل رسوم الاشتراكات، وتكون جميع هذه المعاملات مستحقة فورًا. يجب أن يتأكد المُستخدِم من صحة البيانات التي يدخلها أثناء عملية الدفع.</p>
                    <p>6.3. لن نتحمّل أي مسؤوليّة في حالة رفض عملية الدفع أو إلغائها من قبل بوابة الدفع لأي سبب من الأسباب، لذا يرجى مراجعة البنك التابع لبطاقتك الائتمانية لمعرفة سبب الرفض.</p>
                    <p>6.4. يتم تأمين بياناتك بشكل صحيح من خلال استخدام أحدث تقنيات الحماية الإلكترونيّة والتشفير SSL والتي تتوافق مع PCI DSS، وتؤكد منصّة &quot;سهمك&quot; على أنّها لن تقوم بتخزين بيانات الدفع على أنظمتها.</p>
                    <p>6.5. يحق لنا إضافة وسائل دفع جديدة مستقبلاً أو إلغاء أيّ وسيلة حالية، وسيتم إفادتك بذلك.</p>
                    <p>[7] تراخيص الاستخدام</p>
                    <p>7.1. تمنحك شركة سهمك لتقنية المعلومات ترخيصًا شخصيًا محدودًا وغير حصري وغير قابل للتحويل وغير قابل للترخيص من الباطن من أجل الوصول إلى منصّة &quot;سهمك&quot; وخدماتها، والوصول إلى أي من المحتويات والمعلومات والمواد ذات الصلة التي قد يتم توفيرها من خلال الخدمات واستخدامها بعد سداد رسوم الاشتراك، وبما يتوافق مع هذه الشروط.</p>
                    <p>7.2. لا يشمل الترخيص الممنوح للمُستخدِم أي حقوق ملكيّة في منصّة &quot;سهمك&quot; أو جزء منها، كما لا يشير هذا الترخيص بشكل مباشر أو غير مباشر لوجود شراكة من أي نوع بيننا وبين أي مُستخدِم.</p>
                    <p>[8] محظورات الاستخدام</p>
                    <p>8.1. يحظر عليك استخدام خدمات منصّة &quot;سهمك&quot; بما يخالف هذه الشروط، فلا يجوز لك:</p>
                    <p>8.1.2. استنساخ الخدمات أو تعديلها أو إعداد أعمال مشتقة منها أو توزيعها أو ترخيصها أو تأجيرها أو بيعها أو إعادة بيعها أو نقل ملكيتها أو عرضها علنًا أو بثها أو تعميمها أو نشرها أو استغلالها بأي شكل آخر.</p>
                    <p>8.1.3. إجراء الهندسة العكسية، أو محاولة اكتشاف رمز المصدر، أو محاولة فك رموز، أو برمجة، أو تشفير أي من البرامج المستخدَمة لتوفير المنصّة.</p>
                    <p>8.1.4. إنشاء ارتباط لأي جزء من الخدمات أو إعداد نسخ مطابقة منها أو تأطيرها.</p>
                    <p>8.1.5. بيع الاشتراك أو التنازل عنه أو الترخيص من الباطن لجهة أخرى.</p>
                    <p>8.1.6. انتحال شخصية أيّ شخص أو كيان، بما في ذلك أيّ موظف أو ممثل للمنصّة.</p>
                    <p>8.1.7. إرسال الرسائل غير المرغوب فيها أو البريد العشوائي أو الرسائل التي تدعم أنشطة غير قانونية.</p>
                    <p>8.1.8. العبث بالبيانات والمعلومات أو محاولة تعديل أو إتلاف أي إجراءات أمنية أو توثيقية.</p>
                    <p>8.1.9. التدخل في طبيعة عمل المنصّة، عن طريق نشر الفيروسات، أو البرامج الإعلانية، أو برامج التجسس، أو أي تقنيات أخرى مثل برامج الإلغاء الآلية، أو التعليمات البرمجية الضارة، أو الأساليب، أو التقنيات المماثلة التي قد تعطل أو تتدخل في تشغيل أو توفير المنصّة.</p>
                    <p>8.1.10. محاولة الدخول بشكل غير مصرح به إلى الخدمات، أو إتلاف أي من جوانبها، أو أي من الأنظمة والشبكات المتعلقة بها.</p>
                    <p>8.1.11. انتهاك القوانين الخاصة بحقوق النشر، أو العلامة التجارية، أو براءة الاختراع، أو قواعد البيانات، أو الإعلانات، أو أي من حقوق الملكية الفكرية التي تتعلق بنا أو بالغير.</p>
                    <p>8.2. تنتهي التراخيص الممنوحة للمُستخدِم إذا لم يلتزم بأحكام هذا البند، ويتحمّل المسئولية القانونية في القيام بأي من الاستخدامات السابقة.</p>
                    <p>[9] إخلاء المسؤولية القانونية</p>
                    <p>9.1. يتم توفير منصّة &quot;سهمك&quot; وخدماتها على أساس &quot;كما هو متوفر&quot; أو &quot;كما هو متاح&quot; دون أيّ ضمانات أو تعهدات من أيّ نوع، سواء كانت صريحة أو ضمني</p>
                </div>
              </div>
    </div>
  )
}

export default PrivacyPolicyDoc
